[
  {
    "name": "Bilbo Baggins",
    "timestamp": "2025-06-10T15:48:23.286261",
    "message": "Hi Bilbo Baggins, just checking in after yesterday. How are you feeling today? Would you like to schedule a session?"
  },
  {
    "name": "Ron weasley",
    "timestamp": "2025-06-10T16:27:27.617806",
    "message": "Hi Ron weasley, just checking in after yesterday. How are you feeling today? Would you like to schedule a session?"
  },
  {
    "name": "Enid blyton",
    "timestamp": "2025-06-10T16:54:16.534797",
    "message": "Hi Enid blyton, just checking in after yesterday. How are you feeling today? Would you like to schedule a session?"
  },
  {
    "name": "Agatha Christie",
    "timestamp": "2025-06-10T16:57:05.439463",
    "message": "Hi Agatha Christie, just checking in after yesterday. How are you feeling today? Would you like to schedule a session?"
  },
  {
    "name": "John Doe",
    "timestamp": "2025-06-10T17:34:36.362933",
    "message": "Hi John Doe, just checking in after yesterday. How are you feeling today? Would you like to schedule a session?"
  },
  {
    "name": "John Doe",
    "timestamp": "2025-06-10T17:55:44.169805",
    "message": "Hi John Doe, just checking in after yesterday. How are you feeling today? Would you like to schedule a session?"
  },
  {
    "name": "Jamie",
    "timestamp": "2025-06-10T20:45:38.348047",
    "message": "Hi Jamie, just checking in after yesterday. How are you feeling today? Would you like to schedule a session?"
  },
  {
    "name": "Slender man",
    "timestamp": "2025-06-10T20:55:33.358478",
    "message": "Hi Slender man, just checking in after yesterday. How are you feeling today? Would you like to schedule a session?"
  },
  {
    "name": "Vijay yesudas",
    "timestamp": "2025-06-10T20:58:31.501352",
    "message": "Hi Vijay yesudas, just checking in after yesterday. How are you feeling today? Would you like to schedule a session?"
  },
  {
    "name": "Aragorn Isildur",
    "timestamp": "2025-06-10T21:13:15.525992",
    "message": "Hi Aragorn Isildur, just checking in after yesterday. How are you feeling today? Would you like to schedule a session?"
  },
  {
    "name": "Arya Stark",
    "timestamp": "2025-06-10T21:32:45.844835",
    "message": "Hi Arya Stark, just checking in after yesterday. How are you feeling today? Would you like to schedule a session?"
  },
  {
    "name": "Calvin Harris",
    "timestamp": "2025-06-11T11:01:45.990036",
    "message": "Hi Calvin Harris, just checking in after yesterday. How are you feeling today? Would you like to schedule a session?"
  },
  {
    "name": "Harry Potter",
    "timestamp": "2025-06-11T11:08:56.175691",
    "message": "Hi Harry Potter, just checking in after yesterday. How are you feeling today? Would you like to schedule a session?"
  },
  {
    "name": "Sree nidhi",
    "timestamp": "2025-06-11T13:13:41.849980",
    "message": "Hi Sree nidhi, just checking in after yesterday. How are you feeling today? Would you like to schedule a session?"
  },
  {
    "name": "Jonson johnson",
    "timestamp": "2025-06-18T09:22:07.364299",
    "message": "Hi Jonson johnson, just checking in after yesterday. How are you feeling today? Would you like to schedule a session?"
  },
  {
    "name": "John Watson",
    "timestamp": "2025-06-18T09:32:40.732638",
    "message": "Hi John Watson, just checking in after yesterday. How are you feeling today? Would you like to schedule a session?"
  },
  {
    "name": "John Watson",
    "timestamp": "2025-06-18T09:33:30.000622",
    "message": "Hi John Watson, just checking in after yesterday. How are you feeling today? Would you like to schedule a session?"
  }
]